tests/XMP/XMP_XFW007/Provisioning-API/ProvisioningSettingsWebServicesAPI/setCommunityFilter-non-existing-community.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobixell.com/">
  <soap:Body>
    <tns:setCommunityFilter>
      <arg0>AAA</arg0>
      <arg1>
        <scheme>1</scheme>
        <blockedCategories>Gambling</blockedCategories>
      </arg1>
    </tns:setCommunityFilter>
  </soap:Body>
</soap:Envelope>
